tap "nikitabobko/tap"
brew "bat"
brew "eza"
brew "fzf"
brew "neovim"
brew "ruff"
brew "starship"
brew "the_silver_searcher"
brew "uv"
brew "zig"
brew "zoxide"
cask "aerospace"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "thunderbird"
cask "visual-studio-code"
