tap "nikitabobko/tap"
brew "bat"
brew "eza"
brew "fzf"
brew "neovim"
brew "ruff"
brew "starship"
brew "the_silver_searcher"
brew "uv"
brew "zig"
brew "zoxide"
brew "tectonic"
cask "sioyek"
cask "aerospace"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "miniconda"
cask "texstudio"
cask "thunderbird"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
